{
    "/add-existing-player":"Adds a player without a clan to a team roster.\nValues:\nclantag - if you registered a team using team-registration or create-new-team, it will appear in the clan list;\nplayer - if you registered a player using the register-player command, it will appear in the list;\nserver - list of available servers.",
    "/check-player":"Checks the data of a specific player in the bot's records.\nValues:\nplayer2 - if you registered a player using the register-player or team-registration commands, it will appear in the list.",
    "/create-new-team":"Creates a new team without requiring the other 9 players.\nValues:\nclantag3;\nserver3 - list of available servers;\nplayer3 - nickname of the player to be registered (i.e.: Nickname/ID, Nickname, or game ID).",
    "/formula-stats":"Checks the statistics of a player with fewer battles than required by the game to calculate a player’s weight on a team.\nValues:\nplayer11 - if you registered a player using the register-player or team-registration commands, it will appear in the list.",
    "/freeup-roster":"Clears a team's record. Clan data is kept in the bot logs.\nValues:\nclantag4 - if you registered a team using team-registration or create-new-team, it will appear in the clan list;\nserver4 - list of available servers.",
    "/personal-stats-tier10":"Checks a player’s tier 10 statistics.\nValues:\nplayer5 - if you registered a player using the register-player or team-registration commands, it will appear in the list.",
    "/register-player":"Registers a player in the bot’s database.\nValues:\nserver - list of available servers;\nplayer6 - nickname of the player to be registered (i.e.: Nickname/ID, Nickname, or game ID).",
    "/remove-from-roster":"Removes a player from a team roster.\nValues:\nnickname7 - if you registered a player using the register-player or team-registration commands, it will appear in the list;\nclantag7 - if you registered a team using team-registration or create-new-team, it will appear in the clan list;\nserver7 - list of available servers.",
    "/roster":"Checks a team’s statistics. The numbers shown may vary and are approximate, not definitive.\nValues:\nclantag8 - if you registered a team using team-registration or create-new-team, it will appear in the clan list;\nserver8 - list of available servers.",
    "/team-registration":"Registers a team with a base of 7 players, and up to all 10.\nValues:\nclantag9;\nserver9 - list of available servers;\nplayer1...player10 - nicknames of the players to be registered (i.e.: Nickname/ID, Nickname, or game ID).",
    "/team-stats":"Checks a team’s win rate. This is an approximate value, not definitive or guaranteed to match the Wargaming website.\nValues:\nclantag10 - if you registered a team using team-registration or create-new-team, it will appear in the clan list;\nserver10 - list of available servers.",
    "Notes":"The commands for managing a team (add-existing-player, freeup-roster, remove-from-roster) can only be used if the team exists in the bot’s records.\nThis bot uses the values provided by the Wargaming public API. It does not use external APIs (such as BlitzStars) to perform calculations, nor does it query the Wargaming website directly for a team’s win rate.\nTournament registration within the bot is separate from in-game registration.\nChanges made in-game (such as nickname and/or clantag) will be detected every 10 minutes."
}